<template>
	<view class="container">
		感谢您使用XX，为维护您的权益，请在注册成为XXX前，仔细阅读并充分理解本协议内容，包括被本协议提及而纳入本协议的其他文件或条款，特别是以黑色加粗形式提示您注意的条款。只有当您完全同意本协议所有条款并完成注册程序



		感谢您使用XX，为维护您的权益，请在注册成为XXX前，仔细阅读并充分理解本协议内容，包括被本协议提及而纳入本协议的其他文件或条款，特别是以黑色加粗形式提示您注意的条款。只有当您完全同意本协议所有条款并完成注册程序



		感谢您使用XX，为维护您的权益，请在注册成为XXX前，仔细阅读并充分理解本协议内容，包括被本协议提及而纳入本协议的其他文件或条款，特别是以黑色加粗形式提示您注意的条款。只有当您完全同意本协议所有条款并完成注册程序



		感谢您使用XX，为维护您的权益，请在注册成为XXX前，仔细阅读并充分理解本协议内容，包括被本协议提及而纳入本协议的其他文件或条款，特别是以黑色加粗形式提示您注意的条款。只有当您完全同意本协议所有条款并完成注册程序



		感谢您使用XX，为维护您的权益，请在注册成为XXX前，仔细阅读并充分理解本协议内容，包括被本协议提及而纳入本协议的其他文件或条款，特别是以黑色加粗形式提示您注意的条款。只有当您完全同意本协议所有条款并完成注册程序



		感谢您使用XX，为维护您的权益，请在注册成为XXX前，仔细阅读并充分理解本协议内容，包括被本协议提及而纳入本协议的其他文件或条款，特别是以黑色加粗形式提示您注意的条款。只有当您完全同意本协议所有条款并完成注册程序



		感谢您使用XX，为维护您的权益，请在注册成为XXX前，仔细阅读并充分理解本协议内容，包括被本协议提及而纳入本协议的其他文件或条款，特别是以黑色加粗形式提示您注意的条款。只有当您完全同意本协议所有条款并完成注册程序
	</view>
</template>

<script>
	
</script>

<style>
.container{
	background-color: #fff;
	padding: 20px;
}
</style>